Repository: Discontinuum/Deeds_campaign
Catalog: translations/*/LC_MESSAGES/wesnoth-DoS.po
Languages: ru

source: Deeds of Sir Swine
ru: Подвиги Сэра Свина

source: DoS
ru: ПСС

source: “Oh, those chivalric stories! The hero in them is always so noble, brave, fights evil, makes friends with elves, wins. Ugh! These stories aren't worth a damn, mate. And now I'll show you why... (Pig level of difficulty, 9 scenarios) <span size='small'>Wesnoth Modders Guild Discord: https://discord.gg/rsePgjHRPA</span>
ru: Ох уж эти рыцарские истории! Герой в них всегда такой весь из себя благородный, храбрый, сражается со злом, дружит с эльфами, побеждает. Тьфу! Эти истории гроша ломаного не стоят, дружище. И сейчас я расскажу, почему... (Свинский уровень сложности, 9 сценариев) <span size='small'>Дискорд Гильдии Моддеров Веснота: https://discord.gg/rsePgjHRPA</span>

source: Piglet
ru: Порося

source: Easy
ru: Лёгкий

source: Hard
ru: Трудный

source: Swine
ru: Свин

source: Authors & Coders
ru: Авторы & кодеры

source: Portraits
ru: Портреты

source: Portrait Artist
ru: Автор портретов

source: Translators
ru: Переводчики

source: Special Thanks
ru: Особая благодарность

source: Hunting
ru: Охота

source: Ogre Kingdom. Inn. A seasoned Soldier drinks with a Northerner. Suddenly an annoying bard dives into the inn.
ru: Королевство Огров. Трактир. Бывалый Солдат выпивает с Северянином. Вдруг в трактир залетает надоедливый бард.

source: <i>Dear guests! Thugs and murderers of all shapes and forms! Listen to the story of the six deeds of Sir Garka! For just three minted coins!</i>
ru: <i>Гости дорогие! Головорезы и рубаки всех мастей! Послушайте историю о шести подвигах сэра Гарки! Всего за три чеканых монеты!</i>

source: Bard
ru: Бард

source: Who is this?
ru: Кто это?

source: Northerner
ru: Северянин

source: Soldier
ru: Солдат

source: Local idiot. He's selling his lies again. Don’t you get yourself distracted. In what way are you saying your chain mails are better?
ru: Местный идиот. Опять враньё своё продаёт. Да ты не отвлекайся. В чём, говоришь, ваши кольчуги лучше?

source: Hold on with those chain mails. I want to listen to it. Hey, bard! Here are your coins. Tell me!
ru: Погоди пока с кольчугами. Я хочу послушать. Эй, бард! Вот твои монеты. Рассказывай!

source: <i>Thank you, warrior! You're not from around here, are you? From this story you will learn a lot about the Ogre Kingdom and the knights who inhabit it...</i>
ru: <i>Благодарю, воин! Ты, кажется, не местный? Из этой истории ты узнаешь многое о Королевстве Огров и рыцарях, его населяющих...</i>

source: Tell us already.
ru: Говори уже.

source: <i>Ahem. Sir Garka was an outstanding knight. His father was Sir Makkord himself, the Serpent Slayer! Sir Garka's castle was enormous, the numbers of his servants were countless, his treasury was bursting with gold, and his gut was full of exquisite viands. Listen as to what his farm was like: a thousand pigs, half a thousand cows...</i>
ru: <i>Кхм. Сэр Гарка был выдающимся рыцарем. Его отцом был сам сэр Маккорд, Победитель Змей! Замок сэра Гарки был огромен, количество слуг — бесчисленным, сокровищница его ломилась от золота, а живот – от изысканных яств. Послушайте, каким было его хозяйства: тысяча свиней, полтысячи коров...</i>

source: Sure, but all that he had inherited from his daddy. And the Swine himself did not lift a finger to multiply it. Only wasted.
ru: Ага, только всё это ему от папаши досталось. А сам Свин палец о палец не ударил, чтобы это приумножить. Только тратил.

source: <i>...and besides, five hundred mercenaries! The wealth of Sir Garka was only matched by his prowess. He bravely led his soldiers into battle and won ten wars in one fell swoop! Each victory was marked by a rich feast. Sir Garka's fame spread across the neighboring domains! Listen what personalities attended at those feasts: Sir Carrack, Sir Magot, sir...</i>
ru: <i>...и кроме того, пятьсот наёмников! С богатством сэра Гарки могла сравниться только его доблесть. Он смело вёл солдат в бой и разом выиграл десять войн! Каждая победа была отмечена богатым пиршеством. Слава сэра Гарки облетела все соседние владения! Послушайте, кто присутствовал на тех пирах: сэр Каррак, сэр Магот, сэр...</i>

source: Vile dog spilling his moonshine. Ten wars! Bah! Two scuffles with some brigands — that's all ten wars of Swine. Not counting, that the army was not commanded by him, but by his adviser.
ru: Уже брешет, собака. Десять войн! Пха! Две потасовки с разбойниками — вот и все десять войн Свина. И то армией командовал не он, а советник.

source: How do you know all of this?
ru: А ты откуда всё знаешь?

source: I fought under the banner of Swine. Unfortunately. And aside from me, no one will ever tell you the truth about him.
ru: Я воевал под знаменем Свина. К сожалению. И кроме меня, никто тебе правду о нём не расскажет.

source: Wow. This way it's even more interesting. Why Swine, by the way?
ru: Ого. Так даже интереснее. Ну хорошо. А почему Свин, кстати?

source: Because after those two scuffles, he had been lying in his castle, only ate and fattened like a hog. Then the castle turned into a hog pen. The stench hanged in the air a mile away. That's why his neighbors have come to call him – Sir Swine.
ru: Потому что после тех двух потасовок он не вылезал из замка, только жрал и толстел, как боров. Потом и замок превратился в свинарник. Вонища стояла за милю. Вот соседи его и прозвали так – сэр Свин.

source: Aren't all ogres like that?
ru: Разве не все огры такие?

source: Ogres are all different. But Swine was too fat and dirty even by ogres’ standards.
ru: Огры бывают разные. Но Свин был слишком жирным и грязным даже по огрским меркам.

source: <i>...and besides, Pan Barot himself! So Sir Garka would have continued to live, basking in the rays of his glory, not caring for troubles, multiplying his wealth...</i>
ru: <i>...и кроме того, сам Пан Барот! Так и жил бы сэр Гарка, согреваясь в лучах своей славы, не зная бед, приумножая своё богатство...</i>

source: He wouldn’t have, I betcha. All his neighbors wanted him dead.
ru: Не жил бы, зуб даю. На него все соседи ножи точили.

source: Why didn't they attack?
ru: А чего ж не нападали?

source: Makkord left him a bunch of mercenaries. There were thirty half-ogres in my squad alone. And there are dozens of such detachments. Everyone was waiting for him till he would finally get on our nerves, when we would leave him. But we didn't — Swine paid well, you can't take that away.
ru: Маккорд ему кучу наёмников оставил. Только в моём отряде тридцать полуогров было. И таких отрядов — десятки. Все ждали, когда он нас достанет окончательно, когда мы бросим его. Но мы не бросали — платил Свин хорошо, этого не отнять.

source: <i>... but the Light sent a new deed to the knight! Sir Garka had to perform six of his grandiose deeds! The news of the terrible, well-known event, caught the knight right on his hunt!</i>
ru: <i>…но Свет послал рыцарю новое испытание! Сэру Гарке предстояло совершить шесть своих грандиозных подвигов! Весть о страшном, всем известное событии, застала рыцаря прямо на охоте!</i>

source: What is he talking about?
ru: О чём это он?

source: The Khaganate has gone to war with us.
ru: Каганат на нас войной пошёл.

source: Sir Garka
ru: Сэр Гарка

source: Wise Adviser
ru: Мудрый Советник

source: Huntsman
ru: Ловчий

source: The Wayward Son
ru: Непутёвый сын

source: Boars
ru: Кабаны

source: Wolves
ru: Волки

source: No!
ru: Нет!

source: Sir, scouts report that a huge army of the Serpent Khaganate has approached the southern border of the Kingdom!
ru: Сэр, разведчики сообщают, что к южной границе Королевства подступила огромная армия Змеиного Каганата!

source: Hr, well, they approached and what’s then. It should only concern the knights of Pan Tukk.
ru: Хр, ну подступила и подступила. Это забота рыцарей Пана Тукка.

source: But, my lord, the panship of our suzerain Barot also belongs to the Southern Mark. You have to protect the border like your father did.
ru: Но милорд, панство нашего сюзерена Барота тоже относится к Южной Марке. Вы должны защитить границу, как делал это ваш отец.

source: Hr-r. Well yes. So what! There are no instructions from the Pan yet. I have many warriors. Hr, I'll break the Khaganate whenever I want. And now I wanna go hunting! Hey, masters of the hunt!
ru: Хр-р. Ну да. Ну и что! От Пана пока никаких указаний нет. Воинов у меня много. Хр, я разобью Каганат, когда захочу. А сейчас я хочу поохотиться! Эй, ловчие!

source: Yes, Your Majesty!
ru: Да, ваше величество!

source: Are there, hr, lots of wild piglets in my forests?
ru: Много ли, хр, в моих лесах диких свиней?

source: Lots-lots of them, Your Majesty!
ru: Очень много, ваше величество!

source: The piglets, hr, won't wait! Get to work!
ru: Свинки, хр, ждать не будут! За дело!

source: Kill 10 boars ($pigs|/10)
ru: Забейте 10 кабанов ($pigs|/10)

source: The Death of Sir Swine
ru: Смерть Сэра Свина

source: The Death of the Adviser
ru: Смерть Мудрого Советника

source: Turns run out
ru: Закончились ходы

source: Fierce Wolf
ru: Злой волк

source: Such a glorious hunt! So much meat. Hr! What a feast it will be...
ru: Славная охота! Столько мяса. Хр! Какой будет пир...

source: My lord, we should go back to the castle and think about the Khaganate.
ru: Сэр, нам следует вернуться в замок и подумать о Каганате.

source: My Lord, we have found tracks of a giant bear! His paw is twice the size of my head!
ru: Милорд, мы нашли следы гигантского медведя! Его лапа вдвое больше моей головы!

source: Wow, hr! A monster in my woods. We need to think... yes, hr! I'll kill him. It will be my deed. Masters of the hunt – take the trail!
ru: Ого, хр! Чудовище в моих лесах. Надо подумать… Да, хр! Я убью его. Будет мой подвиг. Ловчие – взять след!

source: Sir, there's no time for this...
ru: Сэр, на это нет времени...

source: Of course there is! Borders, hr, aren’t bears, they won't run away into the forest. And the bear... well, doesn't matter. To the pursuit!
ru: Конечно же есть! Границы, хр, не медведь, в лес не убегут. А медведь… Хр, не важно. В погоню!

source: The First Deed
ru: Первый подвиг

source: <i>...The pious knight could not allow a hideous monster to tread on his soil. As a true strategist, Sir Garka decided to secure his rear before going against an external enemy. You, madcaps, have something to learn from him! The noble knight boldly followed the trail of the beast. So began his first deed...</i>
ru: <i>...Набожный рыцарь не мог допустить, чтобы отвратительное чудовище ступало по его земле. Как настоящий стратег, сэр Гарка решил обезопасить свой тыл, прежде, чем выступить против внешнего врага. Вам, рубакам, есть, чему у него поучиться! Благородный рыцарь смело шёл по следу чудовища. Так начался его первый подвиг...</i>

source: Was he really going for it?
ru: Что, правда шёл?

source: Yeah. Only he didn’t care nothing, be it piety, be it the beast, be it the Khaganate.
ru: Ага. Только чхать он хотел и на набожность, и на чудовище, и на Каганат.

source: Why did he go there then?
ru: Чего ж тогда пошёл?

source: Just so that his neighbors wouldn’t bother him. With ogres it’s like that: if you strike down some abomination, then trumpet about it across the whole vicinity, the neighbors will think, then, that you are strong, and they will be afraid to bother you. Here it is necessary to constantly prove your strength. And Sir Swine had - oh - such big problems with that!
ru: А чтобы соседи его не трогали. У огров ведь как: завалишь какую-нибудь тварь, раструбишь об этом на всю округу, соседи подумают, стало быть, что ты сильный, и побоятся лезть. Тут силу постоянно доказывать надо. А у сэра Свина с этим были ой какие проблемы!

source: Problems? But what about the hundreds of mercenaries?
ru: Проблемы? А как же сотни наёмников?

source: These, brother, are different things. It's not so simple. No one doubted the strength of the mercenaries, but the strength of Swine himself – yes. Personal authority is important here. If you lose it, no one will serve you.
ru: Это, брат, разные вещи. Тут с этим сложно. В силе наёмников никто не сомневался, а вот в силе самого Свина – да. Тут личный авторитет важен. Если его потерять – никто не будет тебе служить.

source: But what about the good pay?
ru: А как же хорошая плата?

source: If a knight is rich, but without any authority at all, no one will fight for him to the death. It is better to join his enemies and profit off it in a different way. Plunder his supplies, that is.
ru: Если рыцарь богатый, но совсем без авторитета, никто за него насмерть стоять не будет. Лучше присоединиться к его противникам и поживиться по-другому. Разграбить его запасы, то бишь.

source: It’s really complex. And I thought ogres were simple creatures. Listen, well, Swine still went after that bear. Doesn't that make him brave?
ru: И вправду сложно. А я думал, что огры — существа простые. Слушай, ну Свин же всё-таки пошёл на этого самого медведя. Разве это не делает его храбрым?

source: If only he went there alone, hehe!
ru: Кабы он один пошёл, хе-хе!

source: Bears
ru: Медведи

source: The Minion Bear
ru: Медведь-прислужник

source: old
ru: старый

source: female^old
ru: старая

source: reliable
ru: надёжный

source: When used offensively, this attack's chance to hit is increased by 10%.
ru: При атаке шанс попадания увеличивается на 10%.

source: young
ru: молодой

source: female^young
ru: молодая

source: Bear Lord
ru: Медведь-лорд

source: monstrous
ru: чудовищный

source: female^monstrous
ru: чудовищная

source: Killing beasts is certainly a God–pleasing thing, but after all, fighting the Khaganate brings no less honor, my lord.
ru: Убивать чудовищ – это дело, безусловно, богоугодное, но ведь и борьба с Каганатом приносит не меньше чести, милорд.

source: Many would fight with the Khaganate, but the beast, hr, not everyone would kill it. The deed will elevate me above my thick-headed neighbors.
ru: С Каганатом бороться будут многие, а вот чудовище, хр, убьёт не каждый. Подвиг возвысит меня над болванами-соседями.

source: But what if the monster tears you apart? What’s then? It not a knightly thing to die right before war.
ru: А если чудовище вас разорвёт? Что тогда? Рыцарю не к лицу погибать прямо перед войной.

source: Hr-hr! Ha! Who said that I would dive into the cave alone?
ru: Хр-хр! Ха! Кто сказал, что я полезу в пещеру один?

source: But aren't you going to perform a deed according to the old tradition, on your own, like King Yatuk?
ru: Разве вы не собираетесь совершить подвиг по старой традиции, самостоятельно, как король Ятук?

source: Nonsense! I'll kill the bear any way I want. And the bards, hr, will tell the tell as it should be.
ru: Чепуха! Я убью медведя как захочу. А барды, хр, расскажут, как надо.

source: But...
ru: Но ведь...

source: Don't bother me! Come on, warriors! I order you to, hr, kill that bear. Forward!
ru: Не мешай мне! А ну-ка, воины! Приказываю вам, хр, убить этого медведя. Вперёд!

source: Kill the bear
ru: Убейте медведя

source: The Death of the Wise Adviser
ru: Смерть Мудрого Советника

source: The bear is dead, Your Highness!
ru: Медведь мёртв, ваше высочество!

source: Come on, hr... It's not that bear! He's got such a small paw!
ru: Ну-ка, хр... Это не тот медведь! У него, маленькая лапа!

source: You're not going to look for another bear, are you, my lord?
ru: Вы же не собираетесь искать другого медведя, милорд?

source: Of course I'm going to, you fool! How else would I, uh, accomplish the deed? This tiny hide won't fit a deed!
ru: Конечно же собираюсь, болван! Как иначе мне, хр, совершить подвиг? Эта шкурка на подвиг не сгодится!

source: You can perform deeds of courage in the war with the Khaganate.
ru: Вы можете совершить ратные подвиги на войне с Каганатом.

source: Shut up! Hrr... my gut tells me that this bear, hr, has set up his lair here. And we killed just his minion. It means... Warriors! Search the cave! Kill all the bears! And the biggest one too!
ru: Заткнись! Хр-р… чутьё подсказывает мне, что этот медведь, хр, устроил тут логово. А мы убили его приспешника. Значит... Воины! Обыскать пещеру! Убить всех медведей! И самого большого обязательно!

source: As you command, Your Highness.
ru: Сделаем, ваше высочество.

source: Clear up the caves
ru: Зачистите пещеры

source: Lose 7 units ($death|/7)
ru: Потеря 7 бойцов ($death|/7)

source: WHO HAS ENTERED MY CAVE?! WHO HAS KILLED MY SERVANTS?! WHO HAS APPROACHED MY SPRING!
ru: КТО ВОШЁЛ В МОЮ ПЕЩЕРУ?! КТО УБИЛ МОИХ СЛУГ?! КТО ПРИБЛИЗИЛСЯ К МОЕМУ РОДНИКУ!

source: A talking bear, my lord! It's definitely the one!
ru: Говорящий медведь, милорд! Это точно тот!

source: I, Sir Garka, have come to kill you!
ru: Я, сэр Гарка, пришёл, чтобы убить тебя!

source: A KNIGHT?! ARE YOU CHALLENGING ME?! I ACCEPT IT! COME INTO THE WATER TO ME, SHOW ME YOUR WORTH!
ru: РЫЦАРЬ?! БРОСАЕШЬ МНЕ ВЫЗОВ?! Я ПРИНИМАЮ ЕГО! ВОЙДИ СО МНОЙ В ВОДУ, ПОКАЖИ, ЧЕГО СТОИШЬ!

source: Yeah, hr, what else! Crossbowmen, shoot!
ru: Ага, хр, ещё чего! Арбалетчики, стреляй!

source: The spring heals the units standing in it for 12 HP and cures poison.
ru: Родник лечит стоящих в нем бойцов на 12 ЗД и исцеляет яд.

source: That's more like it! Plenty of hides we are gonna get off them!
ru: То-то же! Ну и надерём мы с них шкур!

source: The last stinky bear is dead, my lord!
ru: Последний вонючий медведь мёртв, мой лорд!

source: Good, hr, good! Drag the carcasses to the wagon train. In the castle we will take off their hides and will, hr, feast on bear meat!
ru: Хорошо, хр, хорошо! Тащите туши к обозу. В замке снимем с них шкуры и будем, хр, пировать медвежатинкой!

source: The bear was protecting this spring, my lord. There is truly some kind of magic imbued with the water.
ru: Медведь защищал этот родник, милорд. От воды и впрямь исходит какая-то магия.

source: It's all nonsense. Fill this puddle with mud! No magic, hr, in my domain.
ru: Чушь это всё. Засыпьте грязью эту лужу! Никакой магии, хр, в моих владениях.

source: Yes, Your Grace.
ru: Есть, ваша светлость.

source: That's it! And now - to the castle! A feast awaits us!
ru: Так-то! А теперь - в замок! Нас ждёт пир!

source: We lost the entire retinue in this senseless massacre! Do whatever you want, sir, but I'll trumpet a retreat!
ru: Мы потеряли всю свиту в этой бессмысленной бойне! Делайте что хотите, сэр, а я буду трубить отступление!

source: Swine Diplomacy
ru: Свинская дипломатия

source: <i>...In one fell swoop, Sir Garka's hog jumped over the spring, and the brave knight pierced the bear's throat on the fly with his spear. It dived so deep that there was no way to pull it out, and Sir Garka slaughtered the remaining bears with his bare hands…</i>
ru: <i>...Одним махом кабан сэра Гарки перемехнул через родник, и храбрый рыцарь слёту пронзил горло медведя своим копьём. Оно засело так глубоко, что не было никакой возможности его выдернуть, так что остальных медведей сэр Гарка забил голыми руками. Волшебный родник, красный от крови, рыцарь выпил до дна. Так завершился первый из шести подвигов...</i>

source: That doesn't sound very realistic.
ru: Звучит не очень-то правдоподобно.

source: Yeah. In reality, they just shot down the bears with crossbows, and that's the whole deed.
ru: Ага. На деле расстреляли медведей из арбалетов, вот и весь подвиг.

source: Are there any rules for these deeds of yours?
ru: А есть какие-то правила этих ваших подвигов?

source: There are some. A knight has to venture alone, introduce himself, greet the beast, and, then, kill it with his own hands. It is important to say thereafter that all this is for the sake of Light.
ru: Есть. Надо, чтоб рыцарь вышел один, назвался, поприветствовал чудовище, и, стало быть, собственноручно убил его. Важно сказать потом, что всё это ради Света.

source: Why so much hassle?
ru: Почему так много мороки?

source: Because for ogres it’s important. By performing deeds, they save their souls from oblivion. That's taught by our priests. And it all goes back to ancient times. There was such a king, called Yatuk, the first king of ogres. So, he brought ogres to these lands and was the first to accept the religion of Light. As soon as he accepted, he immediately beat the Avanque-King, precisely as I have described. The light of his soul became like sun for the ogres. From him – sparked the others. Well, and it continued on and on. Now every ogre must make themselves a Yatuk.
ru: Потому что для огров это важно. Совершая подвиги, они спасают свои души от забвения. Так учат наши священники. А пошло это всё с древних времён. Был король такой, Ятук, первый король огров. Он, значит, огров в эти земли привёл и первый принял религию Света. Как принял — сразу Короля-Аванка одолел, точно так, как я описал. Свет души его стал как солнце для огров. От него загорелись другие. Ну и пошло-поехало. Теперь каждый огр должен уподобляться Ятуку.

source: What is that Avanque-King?
ru: Что за Король-Аванк?

source: There was such a beaver, the biggest and the baddest. The king of all beavers. Since Yatuk cut him down, the beavers have been serving ogres.
ru: Был такой бобр, самый огромный и самый злой. Король всех бобров. С тех пор, как Ятук его зарубил, бобры ограм служат.

source: And do you also have the fire of soul, then?
ru: А у тебя тоже, значит, огонь души есть?

source: Sort of. But all of it applies to half-ogres in a different way somewhat, so I screwed it all.
ru: Вроде того. Но к полуограм это всё как-то по-другому относится, так что я плюнул на это всё.

source: <i>...Returning to his castle, Sir Garka found ambassadors from neighboring lords. Before accepting them, he demonstrated great generosity and arranged a feast for three days and three nights...</i>
ru: <i>...Вернувшись в замок, сэр Гарка обнаружил послов от соседних лордов. Прежде, чем принять их, он выказал великую щедрость и устроил пир на три дня и три ночи...</i>

source: Ha ha! The ambassadors had only been sitting in the room for skivvies all this time. So much for swinish generosity! Only when the castle ran out of meat, did the fat hog fall on his throne and summoned them. Despite the news there being urgent…
ru: Ха-ха! Только послы всё это время в коморке для прислуги сидели. Вот тебе и свинская щедрость! Лишь когда всё мясо в замке кончилось, жирдяй завалился на свой трон и вызвал их. Хотя вести там были срочные…

source: Envoys
ru: Послы

source: Lord Karrok's Envoy
ru: Посол лорда Каррака

source: Lord Magot's Envoy
ru: Посол лорда Магота

source: Lord Grakk's Envoy
ru: Посол лорда Гракка

source: Well, hr-r, tell me what you have there!
ru: Ну, хр-р, говорите, что там у вас!

source: I have a message from Sir Karakk. He reports that the army of the Serpent Khaganate is going to besiege his castle. He asks you to send reinforcements.
ru: Я принёс послание от сэра Каракка. Он сообщает, что войско Змеиного Каганата собирается осаждать его замок. Просит Вас прислать подкрепление.

source: What a weakling! Less than a week has passed, hr, and he has already let the enemy near the castle. It’s no use on my part to send help. When they get there, there will be no one to help. Give Sir Karakk this bearhide. Let him marvel at my deed before, uh, his death.
ru: Вот ведь слабак! Недели не прошло, хр, а он уже пустил врага к замку. Мне нет смысла высылать подмогу. Пока они дойдут, помогать будет некому. Передай сэру Каракку вот эту медвежью шкуру. Пусть восхитится моим подвигом перед, хр, смертью.

source: As you command, noble Lord.
ru: Как прикажете, благородный лорд.

source: Next!
ru: Следующий!

source: I have a message from Sir Magoth. My lord is raising a great army and asks you to send him a shipment of iron so that the blacksmiths could make weapons and armor for the militia.
ru: Я принёс послание от сэра Магота. Мой лорд собирает большую армию и просит Вас выслать партию железа, чтобы кузнецы сделали оружие и доспехи для ополченцев.
