Repository: Discontinuum/Deeds_campaign
Catalog: translations/*/LC_MESSAGES/wesnoth-DoS.po
Languages: ru

source: The Adviser suggested it. And right he did. He needed trolls soon.
ru: То советник подсказал. И правильно сделал. Тролли ему сразу понадобились…

source: <i> As the day follows the morning, the fourth deed follows the third deed. Dust hadn't settled on the roads after the triumphal tribute gathering as the dark forces started to gather again around Sir Garka's castle. This time cowardice, the worst enemy of a noble knight, had struck his neighbours... </i>
ru: <i>Как утром следует день, так и за третьим подвигом следует четвёртый. Ещё пыль не осела на дорогах после триумфального полюдья, как вокруг замка сэра Гарки вновь собрались тёмные силы. На этот раз малодушие — чума Южной Марки, главный враг благородного рыцаря – поразило его ближайших соседей...</i>

source: Sir Grakk
ru: Сэр Гракк

source: Grakk
ru: Гракк

source: People of Sir Magot
ru: Люди Сэра Магота

source: People of Sir Karakk
ru: Люди Сэра Каррака

source: Hold for 18 turns
ru: Продержаться 18 ходов

source: kill Sir Grakk
ru: сразить Сэра Гракка

source: Kaik
ru: Кайк

source: Karort
ru: Карорт

source: Gruk
ru: Грук

source: Kalrar
ru: Калтар

source: Tuuk
ru: Тук

source: Akk
ru: Акк

source: We have come to get iron, Swine, as you've asked. Let's finish it fast, I don't wanna bear the stink of this hole.
ru: Мы пришли за железом, Свин, как ты и просил. Давай побыстрее покончим с этим, не хочу терпеть вонь от этой дыры.

source: Warriors of Maggot, hr? He's sent you after all... Fine, hr, I'll give you iron, but only if you help me to lift the siege.
ru: Воины Магота, хр? Он всё-таки прислал вас... Ладно, я, хр, дам вам железо, но только если вы поможете мне отбить осаду.

source: No way! That wasn't the deal.
ru: Да хрен тебе. О таком уговора не было.

source: I see, this Swine makes troubles to you too?
ru: Вижу, вам тоже этот Свин поднасрал?

source: This scoundrel delays with the load of iron, so my lord can't arm the militia when the war is raging!
ru: Эта паскуда задерживает партию железа, из-за чего мой лорд не может вооружить ополчение, когда война уже идёт!

source: He wanted to deny me the passage through his land, so I would be late to help Pan Tukk. And he refuses to go himself. I think it's time to slaughter this pig who sabotages our defence. Will you help me?
ru: А мне он хотел запретить пройти через его земли, чтобы я опоздал на помощь Пану Тукку. Более того, он отказывается выступать сам. Я думаю, пора заколоть эту свинью, саботирующую нашу оборону. Поможете мне?

source: My lord didn't tell me to engage in heavy fighting, but I think he'll be happy if I bring the head of this bastard with the iron. Deal!
ru: Мой лорд не велел мне вступать в крупные стычки, но я думаю, он обрадуется, если вместе с железом я принесу ему голову этого выродка. Мой отряд в деле!

source: Traitors! Hr! Traitors! I knew it! Kill them, ou-i-i!
ru: Предатели! Хр! Предатели! Я так и знал! Убить их, уи-и-и!

source: Kingkuk
ru: Кинкук

source: Aknik
ru: Акник

source: Korta
ru: Корта

source: Kalkak
ru: Калкак

source: Kairar
ru: Кайрар

source: Gnuarm
ru: Гнуарм

source: Kingkak
ru: Кинкак

source: Urkkuk
ru: Уркукк

source: Ovreddir
ru: Овреддир

source: Cercic
ru: Керкик

source: Who the hell are you?
ru: А вы ещё кто?

source: We are the last survivors of Sir Karakk's people. The Khaganate is stepping on our toes, we seek shelter. Let us in your castle.
ru: Мы - выжившие люди сэра Каракка. Каганат наступает нам на пятки, мы ищем укрытия. Впусти нас в свой замок.

source: Hr, I'll let you in if you help me to lift the siege.
ru: Хр, впущу, если поможете мне отбить осаду!

source: Why should we!? You didn't help us when the castle of my father was sieged.
ru: С какой стати?! Ты не помог, когда осаждали замок моего отца.

source: It's not my fault your father's such a weakling. Get out!
ru: Не моя вина, хр, что твой отец такой слабак. Убирайтесь!

source: Dare not say this about him, bastard. He fought as a knight while you were eating and sleeping.
ru: Не смей так говорить про него, подонок. Он сражался, как рыцарь, пока ты жрал и отлеживался.

source: My army together with the platoon of Sir Magot is now sieging Swine's castle. All of us have a reason to punish him. Join us. After the battle I will provide you with all you need from Swine's resources.
ru: Моя армия вместе с отрядом сэра Магота сейчас осаждает замок Свина. У каждого из нас есть веская причина, чтобы наказать его. Присоединяйтесь к нам. После битвы я обеспечу вас всем необходимым из средств Свина.

source: Better late than never. The last fight, warriors! Slaughter the Pig for our lord!
ru: Лучше поздно, чем никогда. В последний бой, воины! Забьём Свинью за нашего лорда!

source: You see! What did I tell you, hr! All of them are traitors!
ru: Видишь! А я что тебе говорил, хр! Они все — предатели!

source: Well, well. How come all of them are so angry with you?
ru: Да уж, да уж. И чего это они так обозлились на вас?

source: Shut up, hr, better figure out how to lift the siege!
ru: Заткнись, хр, лучше придумай, как нам отбить осаду!

source: Probably, we should stop them from uniting into a single fist.
ru: Вероятно, не стоит дать противникам объединиться в один кулак…

source: Then stop them!
ru: Вот и не дай!

source: M'lord, troops of Sir Grakk have been staying for several days already around our castle.
ru: Милорд, войско сэра Гракка уже несколько дней стоит лагерем подле нашего замка.

source: Finally you've returned, Swine. I've been waiting for you for two days. Our Pan has sent the orders! He commanded to move forward to the neighbouring panstvo as soon as possible to lift the siege of the castle of Pan Tukk. I propose you to join our forces and move together. This way our strike will be much stronger and we surely defeat the troops of the Khaganate.
ru: Наконец-то ты вернулся, Свин! Я жду тебя уже второй день. Наш Пан прислал указания! Велел как можно скорее выдвигаться в соседнее панство, чтобы снять осаду с замка Пана Тукка. Я предлагаю тебе объединить силы и выступить вместе. Так наш удар получится сильнее и мы точно разобьём Каганатское войско.

source: I specifically forbade you, hr, to trespass on my lands with your army...
ru: Я ведь запретил тебе, хр, проходить с армией через мои земли…

source: I remember. As well as the giant hide that my envoy delivered to me. Your deeds are really impressive. But the Pan has ordered to act fast, I don't have time to bypass your lands. Besides, I thought you would join me.
ru: Я помню. Равно как и гигансткую шкуру, которую мне передал посол. Твои подвиги впечатляют. Но Пан велел действовать быстро, я не успею, если буду обходить твои земли. К тому же, я рассчитывал, что ты присоединишься ко мне.

source: M'lord, please, don't do another folly.
ru: Милорд, пожалуйста, не совершите очередную глупость.

source: Hr, fine. Go to the rescue to this Pan. I join later.
ru: Хр-р, ладно. Иди на помощь к этому Пану. Я присоединюсь позже.

source: Are you going to spit upon the order of our Pan?
ru: Ты собираешься наплевать на приказ нашего Пана?

source: No, hr-r, I will fulfill his will. But first I have to finish some things.
ru: Нет, хр-р, я исполню его волю. Но сперва закончу кое-какие дела.

source: Which things can be more important than war!?
ru: Да какие дела могут быть важнее войны?!

source: None of your business! I said – go, I'll join later.
ru: Не твоё дело! Сказал - иди, я присоединюсь позже.

source: I lost the whole day in order to boost our flank attack! Do not dare to ruin plans of Pan when the Kingdom is in danger!
ru: Я потерял целый день ради того, чтобы усилить наш фланговый удар! Не смей рушить планы Пана, когда Королевство в опасности!

source: Ah, he keeps saying! I will go to war, he, when I wish. Go away, Grakk, or I will drive you away by force!
ru: Вот заладил! Я пойду воевать, хр, когда захочу. Убирайся, Гракк, или я прогоню тебя силой!

source: Ar, what a pig you are! Enough! It doesn't befit this army to have such a worthless commander. If you fear to lead your people in battle, I will do this. But first I'll cut your head.
ru: Ар, какая же ты свинья! Довольно! Не гоже такой армии иметь такого никчёмного командира! Раз ты боишься повести своих людей в бой, я сделаю это! Но сперва отрублю тебе голову.

source: Aha! Hr, there you showed your true face, traitor. I knew it! Hr! Knew it!
ru: Ага! Хр, вот ты и показал своё настоящее лицо, предатель! Я знал! Хр! Знал!

source: Noble knights, it's not the time for the strife! By the Light!
ru: Благородные рыцари, сейчас не время устраивать междоусобицу! Окститесь!

source: Tell that to your Swine, advisor! He keeps on ruining our plans and helping the enemy. It is high time to remove him from the undeserved throne. If you are so wise, help me, kill Swine.
ru: Своему Свину это говори, советник! Он рушит наши планы и помогает врагу. Давно было пора скинуть его с незаслуженного трона. И если ты такой уж благоразумный, то помоги мне, убей Свина.

source: If you start the siege, Grakk, you'll break the royal law of peace between the knights during the greater war. Go in peace to the rescue of the Pan.
ru: Если ты начнешь осаду, Гракк, ты нарушишь королевский закон о мире между рыцарями во время большой войны. Ступай на помощь Пану с миром.

source: No, hr, hr must turn back. Now I'll not let him through!
ru: Нет, хр, пусть разворачивается! Теперь я точно не пропущу его!

source: You see, advisor, Swine left me no choice. That's for a noble cause. Now work! Soldiers! Let's start the siege!
ru: Вот видишь, советник, Свин не оставляет мне выбора. Это для благой цели. За дело! Солдаты! Начинаем осаду!

source: Now you can recruit trolls.
ru: Теперь вы можете нанимать троллей.

source: Blasted Swine! We lost too many warriors. Retreat!
ru: Проклятый Свин! Мы потеряли слишком много воинов. Отступаем!

source: So, tough luck, hr, traitors! Chase them! Finish them!
ru: Что, обломились, хр, предатели! В погоню! Добить их!

source: The Fifth Deed
ru: Пятый подвиг

source: <i>… the traitors' siege failed, their leader Sir Grakk shamefully fled the battlefield. Sir Garka gave chase. He had to accomplish the fifth deed – to snatch people and resources from the hands of the traitor in order to finish cleansing the rear and finally defeat the Khaganate...</i>
ru: <i>...Осада предателей провалилась, их лидер – сэр Гракк – позорно бежал с поля боя. Сэр Гарка бросился в погоню. Ему предстояло совершить пятый подвиг – вырвать людей и средства из лап предателя, чтобы завершить очищение тыла и разбить, наконец, Каганат...</i>

source: I still don't understand, why didn't he go with Grakk? Pan had ordered after all...
ru: Я вот не пойму, а чего он не пошёл с Гракком? Пан ведь приказал…

source: Knights can understand Pan's orders differently. Seems Swine was scared that Grakk would capture him in the camp, that's why he didn't want to join their forces. While Grakk understood that Swine wouldn't go to war by himself and tried to encourage him in person.
ru: Рыцари могут трактовать приказы Пана по-своему. Свин видимо боялся, что Гракк схватит его в походном лагере, поэтому и не захотел объединять силы. А Гракк понимал, что просто так Свин на войну не пойдет, и пытался вытащить его лично.

source: Why didn't you turn to Grakk's side?
ru: А почему вы не перешли на сторону Гракка?

source: Because he attacked first, so by law he became a traitor with whole his army. There he was foolish. He should've forces Swine to strike first. But he didn't have the nerve. His temper doomed him.
ru: Потому что он напал первым, то есть по закону стал изменником со всей своей армией. Тут он сдурил. Надо было заставить Свина ударить первым. Но нервов не хватило. Вспыльчивость погубила его.

source: What about a noble cause and all that stuff?
ru: А как же благая цель и всё такое?

source: Nah, dude, big ogres don't give a damn. A knight broke the law – off with his head. That's because a single knight is nothing for them, they have a dozen of those at hand.
ru: Не, брат, большим ограм на это плевать. Кто из рыцарей закон нарушил – тому и голову с плеч. Потому что один рыцарь для них — это ничто, под их рукой десятки таких же.

source: So, you went to siege the castle of Grakk?
ru: И вы, значит, пошли осаждать замок Гракка?

source: Yeah. But that was a mistake too.
ru: Ага. Но это тоже было ошибкой.

source: Listen about the siege first, then you'll learn.
ru: Слушай про осаду сперва, потом узнаешь.

source: Kill Sir Grakk
ru: Убить Сэра Гракка

source: Hold on, Swine! You're helping our enemies!
ru: Остановись, Свин! Ты же помогаешь нашим врагам!

source: Hr, no way! You became my enemy when you sieged my castle, and now I'll destroy you!
ru: Хр, ещё чего! Ты стал моим врагом, когда осадил мой замок, и теперь я уничтожу тебя!

source: I wanted to protect the Kingdom but you stood in my way. But we must not fight each other! It's possible that the Khaganate has already taken the Panstvo of Tuuk and is marching there. Hold on, Swine. I'll pay you a tribute, just not ruin the defense of the Southern Mark.
ru: Я хотел защитить королевство, а ты встал у меня на пути. Но нам нельзя сейчас сражаться между собой! Возможно, Каганат уже захватил панство Тукка и идёт сюда. Остановись, Свин. Я заплачу тебе компенсацию, только не губи оборону Южной Марки.

source: You should've thought earlier! You attacked my castle, hr! You're an enemy! And coward! I don't fear the Khaganate and deal with it right after I cut your head. I AM the defence of the Southern Mark!
ru: Раньше надо было думать! Ты напал на мой замок, хр! Ты враг! И трус! Я вот не боюсь Каганата и разберусь с ним как только отрублю тебе голову. Я - оборона Южной Марки!

source: You are an idiot! Our Pan will come soon, he'll show you.
ru: Ты идиот! Скоро сюда придёт наш Пан, уж он-то тебе покажет.

source: Ha-ha. You have broken the law, Pan will be glad if I deal with you instead of him! Soldiers! Storm!
ru: Ха-ха! Ты нарушил закон, Пан будет рад, если я расправлюсь с тобой вместо него! Солдаты! На штурм!

source: My lord, why have you refused to join Grakk? Which things have you talked about?
ru: Милорд, почему вы отказались присоединиться к Гракку? О каких делах вы говорили?

source: I wanted, hr-r, to celebrate my triumph over the trolls with three days of revelry. And this traitor stopped me.
ru: Я хотел, хр-р, отметить свой триумф над троллями трёхдневной пирушкой. А этот предатель мне помешал.

source: Is it worth it to unleash a war against neighbours because of a revelry?
ru: Стоит ли развязывать войну с соседями из-за пирушки?!

source: It's not me who unleashed a war, hr-r. And rebels are worse than external enemies. My father said so, hr-r.
ru: Войну развязал не я, хр-р. А мятежники хуже внешних врагов. Так отец говорил, хр-р.

source: Pity you didn't remember his other words... Anyway, if Pan is going there, we have to crush Grakk fast. I don't think he'll like the strife of his knights.
ru: Жаль, что вы не запомнили другие его слова... Так или иначе, раз Пан идёт сюда, нужно разбить Гракка быстро. Не думаю, что ему понравится междоусобица собственных рыцарей.

source: Then what are you waiting for? Run, hr, organize an attack, as you always do!
ru: Тогда чего ты ждёшь! Бегом, хр, организуй атаку, как ты умеешь!

source: Curse you! Because of you, khr-r, we'll lose the war...
ru: Будь ты проклят! Из-за тебя, кхр-р, мы проиграем войну…

source: Cut his head!
ru: Отрубить ему голову!

source: Grakk crushed. Now we have to fulfill Pan's order as soon as possible.
ru: Гракк повержен. Теперь нужно как можно скорее исполнить приказ Пана.

source: First we need to gather tributes from Grakk's lands and, hr-r, replenish the army...
ru: Сперва надо собрать налоги с земель Гракка и, хр-р, пополнить армию…

source: My lord, we have no time for that! The army of the Khaganate is going there, as well as Pan, who will surely execute you if catch you gathering tributes. I think this: take the army and hurry to your castle. Take up the defense. I will stay here and will be sending you reinforcememnts from resources of Sir Grakk. This way we'll kill two hares with a single arrow.
ru: Милорд, на это нет времени! Армия Каганата уже идёт сюда, равно как и Пан, который точно казнит вас, если застанет за сбором налогов! Вот что: берите армию и спешите в свой замок. Займите оборону. А я останусь здесь и буду высылать вам подкрепления из средств сэра Гракка. Так мы убьём двух зайцев одной стрелой.

source: Hr-r, you should've said earlier that you were scared of the Khaganate, ha-ha! Fine. Your plan, hr-r, makes sense. I will do as you have said. Just rest a day. We need to check Grakk's barns...
ru: Хр-р, так бы и сказал, что боишься Каганата, ха-ха! Ну ладно. Твой план, хр-р, имеет смысл. Я сделаю, как ты сказал. Только отдохну денёк. Надо проверить амбары Гракка…

source: The True War
ru: Настощая война

source: <i>The traitor's head was raised on a pike and marked the accomplishment of the fifth feat. Now the rear of the South Mark was strong as steel, and Sir Garka could finally begin the sixth feat - to fight against countless serpent hordes!</i>
ru: <i>Голова предателя поднялась на пике и ознаменовала свершение пятого подвига. Теперь тыл Южной Марки был крепок, как сталь, и сэр Гарка мог, наконец, приступить к шестому подвигу – к борьбе с бесчисленными змеиными ордами!</i>

source: Listen. While he spouts his nonsense, let me tell you what happened to the other ogres.
ru: Вот что. Пока он чепуху эту мелет, давай я тебе расскажу, что у других огров было.

source: Alright.
ru: Давай.

source: The Khaganate brought a really huge army. Twenty thousand warriors, at least! This horde broke through the border in the southeast, then split in two. One part of it went around the Southern Mark from the West, the other from the East. This is because we have strengthened the main road in several wars so much that not a single army will break through it head-on. The part that went to the East was smaller. Pan Barot sent the main forces to the West. Ironically, in the east, of his knights, only Grakk, Magot and Swine could help...
ru: Каганат действительно огромное войско привёл. Тыщ двадцать воинов, минимум! Эта орда проломила границу на юго-востоке, затем разделилась надвое. Одна её часть обходила Южную Марку с запада, другая – с Востока. Это потому, что главную дорогу мы за несколько войн так укрепили, что ни одна армия её в лоб не пробьёт. Та часть, что пошла на Восток, была меньше. Пан Барот отправил основные силы на Запад. По злой иронии, на востоке из его рыцарей помочь могли только Гракк, Магот и Свин…

source: Uh huh. And how did things turn out?
ru: Угу. И что в итоге вышло?

source: Pan Tukk ended up fighting one-on-one with the horde. He could not smash it head-on, and our trio did not hit the flank. As a result, the Khaganate drove the Pan into his own castle and began a siege.
ru: А вышло, что Пан Тукк оказался с ордой один-на-один. Разбить её в лоб он не мог, а во фланг наша троица не ударила. В итоге Каганат загнал Пана в собственный замок и начал осаду.

source: And Swine fought Grakk at that time?
ru: А Свин в это время с Гракком воевал?

source: Yes, right at that moment. But even then the situation was not hopeless. Magot hastened to help. If just one more - Swine or Grakk, it doesn't matter who - joined, Tukk would have a chance. And so... a heroic, but pointless defense from a tactical point of view began...
ru: Да, именно в этот момент. Но даже тогда положение не было безнадёжным. Магот-то поспешил на помощь. Если бы ещё хоть один – Свин или Гракк, не важно, – присоединился, у Тукка был бы шанс. А так… началась героическая, но бессмысленная с тактической точки зрения оборона…

source: Serpent Khaganate
ru: Змеиный Каганат

source: Serpent Strategist
ru: Змей-стратег

source: Serpent General
ru: Змей-полководец

source: Pan Tukk
ru: Пан Тукк

source: Sir Magot
ru: Сэр Магот

source: Survive until reinforcements arrive
ru: Продержитесь до прихода подкрепления

source: Death of Pan Tukk
ru: Смерть Пана Тукка

source: units from this scenario do not carry over to the next
ru: бойцы из этого сценария не переносятся в следующий

source: They are attacking!
ru: Они наступают!

source: Don't despair, warriors! The knights of Pan Barot are already coming to our aid! Hold back the dark hordes until they arrive.
ru: Не отчаивайтесь, воины! Рыцари Пана Барота уже идут к нам на помощь! Сдержим тёмные орды до их прибытия.

source: Sir Magot has come to the rescue, noble Pan!
ru: Сэр Магот прибыл на помощь, благородный пан!

source: Just you? Where are the rest of the knights? And what is this rabble you brought?
ru: Один? Где остальные рыцари? И что за орду голодранцев ты привёл?

source: That dirty Swine did not give me the iron to arm the militia, noble Pan. And then he even started a war with Sir Grakk.
ru: Грязный Свин не дал мне железа, чтобы вооружить ополчение, благородный Пан. А потом и вовсе развязал войну с сэром Гракком.

source: Are you saying that the Knights of Barot are now fighting among themselves?! During a war?!
ru: Хочешь сказать, рыцари Барота сейчас сражаются между собой?! Во время войны?!

source: It's all the fault of that idiot Swine, noble Pan.
ru: Это всё идиот-Свин, благородный Пан.

source: Ar, shit! And where is Barot himself?
ru: Ар, дерьмо! А сам Барот где?

source: His messenger said that he is coming with his army. But because of Swine, likely, he’ll be delayed.
ru: Гонец сказал, что он идёт сюда с войском. Но из-за Свина, вероятно, задержится.

source: Bastards! I swear, at the Sejm I will break Barot's face! Arrr, okay, help me defend the pandom.
ru: Подонки! Клянусь, на Сейме я разобью Бароту морду! Ар-р, ладно, помоги мне отстоять панство.

source: Fight back as long as you can
ru: Сопротивляйтесь, сколько сможете

source: Curse that damn Swine! Because of him, kh, we lost… the pandom...
ru: Будь проклят этот Свин! Из-за него, кх, мы потеряли... панство…

source: Curse that damn Swine! Because of him we lost almost all our army!
ru: Будь проклят этот Свин! Из-за него мы потеряли почти всё войско!

source: Sixth Deed
ru: Шестой подвиг

source: So why was it a mistake to siege Grakk?
ru: Так почему осаждать Гракка было ошибкой?

source: Because Pan considered us to be as much traitors as Swine.
ru: Потому что Пан посчитал нас такими же предателями, как и Гарка.

source: What about the law?
ru: А как же закон?

source: What the law is for? Swine had already done enough to make Pan go berserk. And this siege was the last straw.
ru: А что закон? Свин и без того совершил достаточно, чтобы привести Пана в бешенство. А эта осада стала последней каплей.

source: And what came of it?
ru: И что из этого вышло?

source: What came of it is that we were caught between a rock and a hard place.
ru: А то вышло, что мы оказались зажаты между молотом и наковальней.

source: <i>...drums boomed, trumpets howled, the furious attack was the beginning of Sir Garka's sixth deed...</i>
ru: <i>...барабаны загудели, трубы завыли, яростная атака стала началом шестого подвига Сэра Гарки...</i>

source: Grakk's Border Tower
ru: Пограничная башня Гракка

source: Swine's Border Tower
ru: Пограничная башня Свина

source: Pan Barot
ru: Пан Барот

source: Kill 20 Khaganate units ($kills|/20)
ru: Убейте 20 бойцов каганата ($kills|/20)

source: My Lord! The Khaganate army has blocked the way to our castle!
ru: Милорд! Армия Каганата преградила дорогу в наш замок!

source: How is that?! Who, hr, let them in here?! Weaklings! Warriors, listen to my com-!
ru: Как это?! Кто, хр, пропустил их сюда?! Слабаки! Воины, слушай мою коман-!

source: I've finally caught up with you, you filthy scum!
ru: Наконец я нагнал тебя, грязное отродье!

source: Pan Barot! Hr, huzzah! Help me, hr, to recapture my cas-
ru: Пан Барот! Хр, ура! Помогите, хр, мне отбить мой зам-
