Repository: Discontinuum/Deeds_campaign
Catalog: translations/*/LC_MESSAGES/wesnoth-DoS.po
Languages: ru

source: Shut up! I know all about your crimes,bastard knight. You ignored the protection of the border, refused to help your allies and killed Sir Grakk. You betrayed the Kingdom and disgraced me. I'll string you up for this!
ru: Заткнись! Я знаю всё о твоих преступлениях, выродок. Ты наплевал на защиту границы, отказал в помощи союзникам и убил сэра Гракка. Ты предал Королевство и опозорил меня. За это тебя вздёрну!

source: But my lord! The vile Grakk himselfattacked me first!
ru: Но господин! Подлый Гракк сам напал на меня!

source: And you, having imagined yourself a Pan, began to judge him, instead of following my order?!
ru: И ты, возомнив себя Паном, стал вершить над ним суд, вместо того чтобы выполнять мой приказ?!

source: Wha-a-at?! No! Ah! Got it! It was you who slandered me, traitor!
ru: Что-о?! Нет! А! Понял! Это ты оклеветал меня, предатель!

source: I have told the Pan the whole truth about your deeds, my Lord. I’m sorry, but it would be better if the throne of Makkord was occupied by a more worthy ogre.
ru: Я сообщил Пану чистую правду о ваших деяниях, милорд. Мне жаль, но будет лучше, если трон Маккорда займёт более достойный огр.

source: I knew! I knew! Hr! Squeak! You want to take my throne! Ar-r! I'll deal with you later... Noble Pan, it is a lie! I'm following your order! I'm attacking the Khaganate! He lied about me! Look, look!
ru: Я знал! Знал! Хр! И-и! Ты хочешь занять мой трон! Ар-р! Я с тобой ещё разберусь... Благородный Пан, это ложь! Я выполняю ваш приказ! Я атакую Каганат! Он оболгал меня! Смотрите, смотрите!

source: Warriors! Listen to my command! To break the Khaganate before the arrival of the noble Pan! (maybeat least this way he’ll spare me, squeak)
ru: Воины! Слушай мою команду! Разбить Каганат до прихода благородного Пана! (может, хоть так он меня пощадит, и-и)

source: Sir, why, hr, are your people attacking me? I'm attacking the Khaganate!
ru: Господин, почему, хр, ваши люди атакую меня? Я же атакую Каганат!

source: Do whatever you want, Swine. I am adamant in my decision.
ru: Делай что хочешь, Свин. Я непреклонен в своём решении.

source: Squeak, hr!
ru: У-и-и-и, хр!

source: Here, noble sir! My people, hr, inflicted heavy losses to the Khaganate! Let’s finish them off?
ru: Вот, благородный пан! Мои люди, хр, нанесли Каганату весомые потери! Добьём его?

source: You're really thick-skulled. I said I'll string you up!
ru: Ты и впрямь тупорылый. Я сказал - я вздёрну тебя!

source: Squeak! It's bad, very bad. We gotta, uh, get out of here!
ru: И-и-и! Дело плохо, дело плохо. Надо, хр, сматываться!

source: Run to the north or south border of map!
ru: Бегите к северному или южному краю карты!

source: Let these traitors themselves, hr-r, fight the Khaganate. And Swine won't die, hr-r. Swine must not die...
ru: Пусть эти предатели сами, хр-р, воюют с Каганатом. А Свин не умрёт, хр-р. Свин не должен умереть.

source: Epilogue
ru: Эпилог

source: <i>... The warriors roared with a fierce cry, a terrible crunch, ringing, quakes shook the mountains. In the heat of the battle, a ray of Light illuminated Sir Garka, who fought in the front ranks and broke the formation of the Serpent Khaganate time after time. Nearly three hundred barbarians fell by his hand that day! Having pierced the Snake General with his pike, the brave knight tore off his head and raised it above the combatants. Seeing this, Sir Garka's men cheered, and the barbarians were horrified and rushed to run, flashing heels. But Sir Harka had one more feature that distinguishes him from other heroes - modesty. Putting the barbarians to flight, he considered his duty fulfilled and quietly left the battlefield, allowing the Pan and the soldiers to take the triumph ...</i>
ru: <i>…Воины взревели лютым криком, страшный хруст, звон, грохот сотрясал горы. В пылу битву луч Света озарил Сэра Гарку, который сражался в первых рядах и раз за разом разбивал строй Змеиного Каганата. Без малого три сотни варваров пали от его руки в тот день! Пронзив пикой Змеиного Генерала, храбрый рыцарь оторвал ему голову и поднял над сражающимися. Завидев это, люди сэра Гарки воспряли духом, а варвары ужаснулись и бросились бежать, сверкая пятками. Но была у сэра Гарки ещё одна черта, которая выделяет его среди прочих героев – скромность. Обратив варваров в бегство, он счёл свой долг выполненным и тихо покинул поле боя, позволив Пану и солдатам забрать триумф...</i>

source: Now this too damn much! Hey, stop lying dammit!
ru: Нет, ну это уже слишком! Эй, хватит тебе брехать!

source: What do you mean “lying”? I'm retelling you a literary work!
ru: Что значит «брехать»? Я пересказываю вам литературное произведение!

source: Literary work, you say?! I’ll show you a literary work, you bastard!
ru: Ах произведение, значит! Тьфу! Вот тебе, произведение! (звук удара)

source: O-ouch!
ru: А-а-ай!

source: Why did you hit him?
ru: За что ты его так?

source: For the fact that in the battle Swine sent the entire army on a suicidal attack, and he cowardly fled, leaving us to the mercy of fate!
ru: За то, что в битве той Свин отправил всё войско в самоубийственную атаку, а сам трусливо сбежал, бросив нас на произвол судьбы!

source: But how would I know that, I just learned the legend as it was told… Ouch!
ru: Так ведь я откуда знал, я выучил эту легенду, как она есть… Ай! (звук удара)

source: Legend?! If I hear that damned legend ever again, I swear to the Light, I will kill you. And you, good people! If anyone ever tells the legend of sir Garka, beat him up and chase him away!
ru: Легенду! Ещё раз я услышу эту легенду – клянусь, я убью тебя. И вы, люди добрые! Если кто будет рассказывать легенду про сэра Гарку – побейте его, да гоните в шею!

source: You’re quite angry, huh...
ru: Сильно ж ты разозлился.

source: Of course I am! I lost my entire squad in that battle. Out of a few hundred only a few survived. And even they got finished off by the Pan’s troops...
ru: Ещё бы! В той битве я потерял весь свой отряд. Из нескольких сотен выбрались единицы. И тех добивали воины Пана...

source: Damn. But did you at least defeat the Khaganate?
ru: Ничего себе. Но Каганат-то победили?

source: Pfff, no. Senselessly rammed against its hordes, until the King arrived with Pans from the north. But I already fled by then, so I don’t know how they beaten the Khaganate.
ru: Да куда там. Долбились бестолково об его орды, пока Король с Панами севера не явился. Но меня уже там не было, не знаю, как они Каганат победили.

source: Because I lost my reputation. Now any knight will consider it his duty to kill me, should I gather as much as a single band. That’s why I just sit here these days.
ru: Потому что я потерял авторитет. Теперь любой рыцарь посчитает своим долгом разбить меня, коль скоро я соберу хоть одну банду. Поэтому я и сижу здесь, на дне.

source: Right… And what do you plan to do?
ru: Да уж. И что ты собираешься делать?

source: Eh, who knows. I am a Landsknecht, the only thing I am good at is fighting. They say Swine fled somewhere to Wesnoth, and is living in a forest with boars. Maybe I can find him, bring back his head and restore my reputation… Fine, let’s continue about the armors...
ru: А чёрт её знает. Я — Ландскнехт, кроме как воевать, ничего не умею. Говорят, Свин сбежал куда-то в Веснот и сейчас живёт в лесу с кабанами. Может, соберусь, найду его, принесу его голову, верну авторитет… Ладно, давай о кольчугах…

source: If you go, I’ll go with you. Wanna see this Swine with my own eyes. And our armors are better because...
ru: Если соберешься – я с тобой. Очень хочу увидеть этого Свина вживую. А кольчуги наши лучше потому, что…

source: beefy
ru: жирный

source: female^beefy
ru: жирная
