Repository: Discontinuum/Deeds_campaign
Catalog: translations/*/LC_MESSAGES/wesnoth-DoS.po
Languages: ru

source: Hr, I heard your lord's lands are overrun by brigands. If Magoth wants iron, let him send his guards. I will not give away my warriors – I still have to fight with the Khaganate! So tell him that I'll give him the iron as soon, hr-r, as I see a squad of his soldiers capable of protecting the caravan. And this bearhide also. Tell him, I killed the beast!
ru: Хр, я слышал, земли твоего лорда заполонили разбойники. Если Магот хочет железо, пусть пришлёт охрану. Своих воинов я не дам – мне ещё с Каганатом биться! Так что передай ему, что я дам железо, как только, хр-р, увижу отряд его солдат, способный защитить караван. И эту медвежью шкуру. Скажи, я убил чудовище!

source: As you say, sir. I will convey your words without error.
ru: Слушаюсь, сэр. Я передам ваши слова в точности.

source: Next! What you got there, hr?
ru: Следующий! Что там у тебя, хр?

source: I have a message from Sir Grakk. My lord wishes to act immediately against the Khaganate, and since the shortest route to the border lies through Your domain, he asks you to grant the right of passage to his army.
ru: Я принёс послание от сэра Гракка. Мой лорд желает немедленно выступить против Каганата, а так как кратчайший путь к границе лежит через Ваши владения, он просит Вас предоставить право прохода его армии.

source: What else, hr! I know your lord. His brother was besieging my castle. And he is just like that too! No-way. Let him lead his bandits through his own lands. Tell him exactly that. And take this hide. I killed the bear myself!
ru: Ещё чего, хр! Знаю я твоего лорда. Его брат осаждал мой замок. И он сам такой же! Нет уж. Пусть ведёт своих бандитов через свои земли. Так и передай. И шкуру эту захвати. Это я сам медведя зарубил!

source: It will be done.
ru: Будет выполнено.

source: My Lord! Why did you quarrel with all the neighbors?
ru: Милорд! Зачем вы поругались со всеми соседями?

source: Because they are thick-heads and brigands who get in my way, there is no point in wasting my resources on them.
ru: Потому что они болваны и разбойники, которые путаются под ногами, хр. Нет смысла тратить на них свои ресурсы.

source: But the royal decree forbids strife during war!
ru: Но ведь королевский указ запрещает распри во время войны!

source: But I'm not attacking them, hr. Don't be afraid. I'll deal with the Khaganate. I'll sleep for a couple of days first, hr-r, and deal with it.
ru: Я же не нападаю на них, хр. Не бойся. Разберусь я с Каганатом. Вот посплю пару дней, хр-р, и разберусь.

source: And what is your plan?
ru: И какой у вас план?

source: Collect taxes, hr-r.
ru: Собрать налоги, хр-р.

source: But we have already collected taxes this month!
ru: Но ведь мы уже собирали налоги в этом месяце!

source: My treasury is getting empty, hr-r. I think someone is underpaying me. I'll go around my lands and sort it out. And when I get a lot of money, I'll, hr, defeat the Khaganate.
ru: Моя казна пустеет, хр-р. Я думаю, кто-то недоплачивает мне. Я объеду свои земли и разберусь с этим. И когда у меня будет много денежек, я, хр, разобью Каганат.

source: That makes sense, my lord. But what about our borders? Maybe we should set up watchmen? Shall we order the fortifications to be repaired?
ru: В этом есть смысл, милорд. Но что насчёт наших границ? Может, выставим дозоры? Прикажем починить укрепления?

source: It's all later, hr-r. It all requires gold. And we have little! When we collect taxes, then we'll do this rubbish. Trumpet it across all the settlements — I'm going for my money!
ru: Это всё потом, хр-р. Это всё требует золота. А его у нас мало! Вот соберём налоги — и займёмся этой чепухой. Раструби по всем поселениям — я иду за своими денежками!

source: The Second Deed
ru: Второй подвиг

source: <i>Truly, the best of the best go their own way, without turning away or being distracted by anything! These words suit Sir Garka perfectly. The craven neighbors wanted to distract the knight, to disperse his forces on smaller matters, to bask in his future deeds. Sir Garka did not let this happen! The envious received only the bear hides — a proof of his valor and strength! And the knight continued his march along the path of hero... </i>
ru: <i>Воистину, лучшие из лучших идут собственным путём, никуда не сворачивая и ни на что не отвлекаясь! Эти слова отлично подходят сэру Гарке. Малодушные соседи хотели отвлечь рыцаря, распылить его силы на меньшие дела, примазаться к его будущим подвигам. Сэр Гарка не допустил этого! Завистники получили лишь медвежьи шкуры — доказательства его доблести и силы! А рыцарь продолжил своё шествие по пути героя... </i>

source: Looky here how you twisted things up! Did the lords appreciate the hides?
ru: Ишь как завернул! Лорды оценили шкуры?

source: Haha, appreciated! Magoth laid in on the stable floor, and Grakk, as rumors say, wiped his bottom with it. The hide didn't reach Karrak, but if it did, I bet he would have done something even worse with it!
ru: Ха-ха, оценили! Магот её в конюшне постелил, а Гракк, по слухам, подтирал ей задницу. До Каррака шкура не дошла, но если б дошла, зуб даю, он сделал бы с ней что похуже!

source: It is understandable. I myself wouldn't be happy. But really, did the neighbors offer much lesser matters, as he put it?
ru: Оно и понятно. Я бы и сам не обрадовался. Но в самом деле, неужели соседи предлагали такие уж меньшие дела, как он выразился?

source: They offered normal matters. While Swine made his relatives shamble through the woods, the knights were preparing for war. They gathered soldiers, built fortifications, negotiated things. Someone had already fought. Everything was serious there. But that's another story.
ru: Нормальные дела они предлагали. Пока Свин своих родственников по лесам гонял, рыцари к войне готовились. Собирали воинов, строили укрепления, договаривались. Кто-то уже сражался. Там всё серьёзно было. Но это другая история.

source: <i>... The knight had to go around his domain and once and for all eradicate treachery, cowardice and betrayal among his subjects, finish the creation of reliable rear before the war. This was Sir Garka's second deed! Listen, how it went...</i>
ru: <i>…Рыцарю предстояло объехать свои владения и раз и навсегда искоренить подлость, трусость и предательство среди своих подданных, закончить создание надёжного тыла перед войной. В этот состоял второй подвиг сэра Гарки! Послушайте, как это было...</i>

source: Now he is gonna talk about the tribute gathering.
ru: Сейчас про полюдье рассказывать будет.

source: What kind of deed one can do during the tribute gathering?
ru: Что ж за подвиги можно совершить на полюдье?

source: You’ll find out. Swine had only his castle, but his villages as well turned into a not only turned his castle, but also all the villages into a septage pile…
ru: Сейчас узнаешь. Свин не только свой замок, но и все деревни в помойку превратил…

source: Villagers
ru: Селяне

source: Village Headman
ru: Деревенский староста

source: The Rebel Guardian
ru: Деревенский староста

source: The Rebel Forester
ru: Мятежник-страж

source: Mercenaries
ru: Наёмники

source: Wesnothian mercenary
ru: Веснотский наёмник

source: Wesnothian condottiero
ru: Веснотский кондотьер

source: veteran mercenary
ru: бывалый наёмник

source: female^veteran mercenary
ru: бывалая наёмница

source: leadership ability
ru: лидерство

source: Capture all villages
ru: Захватите все деревни

source: Kill the rebel leader
ru: Убейте лидера мятежников

source: Death of Sir Swine
ru: Смерть Сэра Свина

source: It is recommended to recruit with the Advisor and fight with Sir Swine
ru: Рекомендуется вербовать с помощью Советника и сражаться Сэром Свином

source: Why, hr, is no one greeting me?!
ru: Почему меня, хр, никто не встречает?!

source: I've kept our tribute gathering a secret, my lord. Otherwise, some unscrupulous subjects could have escaped.
ru: Я оставил наше полюдье в тайне, милорд. Иначе недобросовестные подданные могли бы сбежать.

source: Hr, well good, even though you disobeyed me. Hey, headman! Your lord has come to your valley!
ru: Хр, ну хорошо, хоть ты и ослушался меня. Эй, староста! Твой лорд явился в долину!

source: How? Swine? What do you need from us?
ru: Как? Свин? Что тебе нужно от нас?

source: Hr, don't you dare call me that, villain! I came for taxes.
ru: Хр, не смей меня так называть, смерд! Я пришёл за налогами.

source: We've already paid you all the taxes.
ru: Мы уже заплатили тебе все подати.

source: So what? The war has started, hr, I need more gold. I am your lord, and I can take as many taxes as I want!
ru: И что? Началась война, хр, мне нужно больше золота. Я — твой лорд, и могу брать налогов столько, сколько захочу!

source: Well, no. You've already stopped protecting us, we're fighting off bandits on our own. You rip us off with burdensome taxes and refuse to lower them even in drought! And now you're asking for more! For the love of Light, leave us alone, or we will drive you away by force.
ru: Ну уж нет. Ты и так перестал нас защищать, мы сами отбиваемся от бандитов. Ты дерешь тягостные налоги и отказываешься понижать их даже во время засухи! А теперь просишь ещё! Окстись, оставь нас в покое, или мы прогоним тебя силой.

source: Hr! A rebellion?! Warriors! Kill the rebels! And take my gold!
ru: Хр! Бунт?! Воины! Убить мятежников! И забрать моё золото!

source: It looks like the villagers were preparing for a rebellion, but we caught them off guard. Armed rebels hiding in the fortress, but the inhabitants of the valley are still defenseless. If we get to the villages before the rebels, we can pacify the peasants and collect taxes without any resistance.
ru: Похоже, селяне готовились к бунту, но мы застали их врасплох. Вооруженные мятежники засели в крепости, но жители долины пока беззащитны. Если мы доберёмся до деревень раньше бунтовщиков, то сможем усмирить крестьян и взыскать налоги без сопротивления.

source: Peace be with you, Sir knight! It seems you wouldn’t mind our help? Me and my men are the best mercenary cavalrymen in the whole Wesnoth! For just 70 gold coins, we will help you pacify the filthy villeins. What do you say?
ru: Мир вам, сэр рыцарь! Вам, кажется, не помешает помощь? Я и мои люди - лучшие наёмные кавалеристы во всём Весноте! Всего за 70 золотых мы поможем вам усмирить чернь. Что скажете?

source: What should I do with them, hr-r…
ru: Как мне с ними быть, хр-р…

source: Hire (-70 gold)
ru: Нанять (-70 золотых)

source: All right then! I take you, hr, but the price should be justified!
ru: Ладно уж! Беру вас, хр, но что б золото своё отработали!

source: No problem, Sir knight.
ru: Без проблем, сэр рыцарь.

source: It's a good thing that you those hired horsemen, my Lord. They will help us get to the villages before the rebels.
ru: Хорошо, что вы наняли всадников, милорд. Они помогут нам добраться до деревень раньше мятежников.

source: Hire with debt (-70 gold, gold goes negative)
ru: Нанять в долг (-70 золотых, золото уйдёт в минус)

source: All right then! Hr, gold is a bit low for now, I will give you $swinegold | up front, you will knock out the rest from the filthy villeins!
ru: Ладно уж! Хр, золотых пока чуток не хватает, дам вам $swinegold| авансом, остальное выбьете с черни!

source: Drive them away
ru: Прогнать

source: Well, no! Get out of my lands, muggers! Otherwise, I'll, hr, beat you down like the rebels..!
ru: Ну уж нет! Проваливайте из моих земель, вымогатели! Не то я вас, хр, как мятежников..!

source: As you will, sir knight. We don't need any problems.
ru: Воля ваша, сэр рыцарь. Нам не нужны проблемы.

source: Was it worth it to act so rashly, my Lord? Now it will be difficult for us to reach the villages before the rebels.
ru: Стоило ли поступать так опрометчиво, милорд? Теперь нам будет трудно добраться до деревень раньше мятежников.

source: Hr, what gives! My warriors will deal with it on their own.
ru: Хр, тоже мне! Мои воины справятся сами.

source: This gold is rightfully mine, hr!
ru: Это по праву МОЁ золото, хр!

source: Get up, get up, brothers!
ru: Поднимайтесь, поднимайтесь, братцы!

source: +10 gold
ru: +10 золотых

source: Ar, damn you! You'll see what your swinishness will lead to!
ru: Ар, будь ты проклят! Ты ещё увидишь, к чему приведёт твоё свинство!

source: Tie him up! And the rest of the rebels, too. I am going to, hr, have them for dinner!
ru: Связать его! И остальных бунтовщиков тоже. Я ими, хр-р, поужинаю!

source: The Third Deed
ru: Третий подвиг

source: <i>…with a single strike of his lance Sir Garka was piercing a dozen of rebels; with one push his boar crushed their formation like a ram crushes gates! The knight has shown the rabble its place, and no peasant in the whole panstvo ever thought to start a rebellion! That's his second deed for the Kingdom.</i>
ru: <i>...Одним ударом копья сэр Гарка пронзал дюжину бунтовщиков; одним рывком его кабан разбивал их строй, как таран разбивает ворота! Рыцарь указал черни её место, и ни один крестьянин во всём панстве больше не помышлял о восстании! В том состоял его второй подвиг перед Королевством...</i>

source: Why couldn't folks stand up for themselves? In our place he would be quickly raised on spears.
ru: Чего ж добрые люди не смогли постоять за себя? У нас бы его сразу на копьях подняли.

source: Come on! Your people are armed and trained. And what could our paupers possibly do to ogres?
ru: Скажешь тоже! Ваш народ вооружен и обучен. А наши оборванцы что ограм сделают?

source: E-eh. I can only note the bravery of the rebelled.
ru: Мда-а. Остаётся только отметить мужество восставших.

source: It's true. Usually our people are calm and scared. But Swine managed to piss off even them.
ru: Это правда. Вообще народ у нас тихий, запуганный. Но Свин даже таких довёл.

source: What would've been if the villagers had defeated him against all odds?
ru: А если бы селяне всё-таки победили его?

source: They would've lived a week or two like free people, but then – again, back to slavery.
ru: Пожили бы недельку-другую как свободные люди, а потом — опять в рабство.

source: Why?
ru: Чего так?

source: How could those paupers-serfs stay free surrounded by armed ogres? Swine's neighbours would quickly take measures. And instead of a single gang of ogres the villagers would've faced three. That's why nobody even tries. Among humans, I mean.
ru: Как оборванцам-смердам остаться свободными в окружении вооруженных огров? Соседи Свина сразу бы подсуетились. И вместо одной банды огров селяне встретились бы с тремя. Поэтому никто и не рыпается. Из людей, в смысле.

source: And not among humans?
ru: А не из людей?

source: Half-ogres try, and trolls. Swine had trolls by the way. See, this guy is telling about them now...
ru: Полуогры рыпаются, ещё тролли. У Свина, кстати, были тролли. Вон, этот сейчас про них рассказывает…

source: <i>...Sir Garka uncovered a conspiracy of trolls: they decided to run away in order to avoid going to war. Without missing a beat, the knight rushed into the pursit. He had to accomplish the third deed: to crush cowardly conspirators and to return honour and courage to the hearts of trolls who were so important for the royal army...</i>
ru: <i>...Сэр Гарка раскрыл заговор троллей: те решили сбежать, чтобы уклониться от участия в войне. Не теряя ни минуты рыцарь бросился в погоню. Ему предстояло совершить третий подвиг: сразить трусливых заговорщиков и вернуть честь и мужество в сердца троллей, столь важных для королевской армии...</i>

source: There was no conspiracy, that's nonsense. Indeed, trolls of Swine left. That was a big, strong tribe. Their chief had some special agreements with Makkord. Swine spat on them all. Trolls live simple, don't have possessions, they can easily leave. And so they left.
ru: Не было там никакого заговора, это бред. Но так, да, тролли Свина ушли. Там большое племя было, сильное. У их вождя с Маккордом какие-то особые соглашения были. А Свин на них хер положил. Живут тролли просто, имущества не имеют, им уйти - раз плюнуть. Вот и ушли.

source: So Swine rushed after them?
ru: А Свин вдогонку бросился?

source: Yeah. Was squealing and crying like a real pig. Sent scouts to all caves nearby. And damn it, he found them! They hid in an abandoned mine. Only that was not a mere escape.
ru: Ага. Визжал, бесился, как настоящая порося. Послал разведчиков во все окрестные пещеры. И, чёрт возьми, нашёл их! Они в заброшенной шахте укрылись. Вот только это был не просто побег…

source: Trolls
ru: Тролли

source: Troll Chieftain
ru: Тролль-вождь

source: Kill troll's chief
ru: Сразите вождя троллей

source: Death of Wise Advicer
ru: Смерть Мудрого Советника

source: Break the support!
ru: Ломаю опору!

source: Trolls! How dare you, hr, to run away from me!?
ru: Тролли! Как вы посмели, хр, сбежать от меня?!

source: Chief commanded not to speak with you. Commanded to tell: go to arse, Swine! Go to arse, Swine!
ru: Вождь не велел с тобой говорить. Велел сказать: пошёл в зад, Свин! Пошёл в зад, Свин!

source: And to beat the drum!
ru: И в барабан бить!

source: So this is it! Hr! I'll show you, traitors, what happens with ones telling me to go arse! Soldiers! Storm the mine!
ru: Вот значит как! Хр! Я вам покажу, предатели, как меня в зад слать! Солдаты! Заштурмовать шахту!

source: It seems trolls were waiting for us. Is it worth it to rush to storm, my lord? We have enough gold to recruit trolls of another tribe.
ru: Похоже, тролли ждали нас. Стоит ли в таком случае бросаться на штурм, милорд? У нас достаточно золота, чтобы нанять троллей из другого племени.

source: You understand nothing, hr! No servant dares to run away from me! They have to be punished severely! Attack!
ru: Ты ничего не понимаешь, хр! Ни один слуга не смеет сбегать от меня! Их надо жестоко наказать! В атаку!

source: I thought so! That's an ambush, my lord!
ru: Я так и думал! Это засада, милорд!

source: So what, hr? My warriors can handle! Continue with the storm!
ru: И что, хр? Мои воины справятся! Продолжить штурм!

source: No, my lord, if we simply attack them, they will throw stones at us to death!
ru: Нет, милорд, если мы атакуем в лоб, нас просто закидают камнями!

source: Hr, and what do you suggest?
ru: Хр, и что ты предлагаешь?

source: Trolls are on the wooden constructions on the both sides of the bridge... The constructions don't look strong. We may try to break the supports and bring them down!
ru: Тролли расположились на деревянных конструкциях по обе стороны моста... Конструкции не выглядят прочными. Мы можем попытаться сломать опоры и обрушить их!

source: Not bad, hr. But where are the supports?
ru: Неплохо, хр. Но где эти опоры?

source: There they are, guarded by yound trolls.
ru: Да вот же они, их охраняют молодые тролли!

source: Hr-r, understood. Soldiers! A new plan! Order, hr, to destroy the supports! And then to storm!
ru: Хр-р, понял. Солдаты! Новый план! Приказываю, хр, разрушить опоры! А потом - на штурм!

source: Destroy the supports to clean the way
ru: Разрушьте опоры, чтобы расчистить путь

source: Kill the troll's chief
ru: Сразите тролля-вождя

source: Death of Wise Advicser
ru: Смерть Мудрого Советника

source: To destroy a support, take a highlighted hex with your unit.
ru: Чтобы разрушить опоры, займите своим бойцом отмеченный гекс.

source: After destroying a support the section will collapse into the chasm with all trolls standing on it.
ru: После разрушения опоры секция упадёт в пропасть вместе со всеми стоящими на ней троллями.

source: Tie him! Then, hr, we'll hang the traitor!
ru: Связать его! Затем, хр, повесим предателя!

source: The Fourth Deed
ru: Четвёртый подвиг

source: <i>Like an unstoppable boulder Sir Garka rushed through the bridge knocking down trolls, parrying their attacks, catching their stones and throwing them back; amazed servants followed him. Spurring his boar with strength, the brave knight jumped over the wall and captured the cowardly chief. Then trolls started surrendering with shame. Their plot was completely crushed and no troll of the Sourthern Mark ever thought to desert from war. Furthermore, trolls wished to redeem their infamy on the battlefield. All thanks to Sir Garka! That was his third deed for the Kingdom...</i>
ru: <i>Как неудержимый валун сэр Гарка прокатился по мосту, сбивая троллей, отражая их атаки, ловя булыжники и забрасывая их обратно; восхищённые слуги следовали за ним. Пришпорив посильнее кабана, храбрый рыцарь перемахнул через стену и пленил трусливого вождя. Тогда тролли стали стыдливо сдаваться. Их заговор был разбит в пух и прах, и ни один тролль Южной Марки больше не думал уклониться от войны. Более того, тролли возжелали искупить свою подлость на поле боя. И всё благодаря сэру Гарке! В том состоял его третий подвиг перед Королевством...</i>

source: An ambush of trolls! On the cave bridge! I wouldn't like to be there.
ru: Засада троллей! На пещерном мосту! Не хотел бы я там оказаться.

source: Indeed. I was there and can confirm that it was the most terrible ambush in my life. And I've seen shit in my life.
ru: И не говори. Я там был, и могу подтвердить — это была самая страшная засада в моей жизни. А я всякое дерьмо повидал.

source: How could trolls make up such a thing?
ru: Как только тролли додумались до такого?

source: Their chief was old and wise. Many a war he fought with Makkord. And, you see, learnt something. As it turned out, he wanted to kill Swine to build up the fame for his tribe and find a new lord on better terms.
ru: Вождь у них был старый, мудрый. Он с Маккордом не одну войну прошёл. И, как видишь, научился кой-чему. Как выяснилось, он хотел убить Свина, чтобы набить племени цену и найти нового сюзерена на более выгодных условиях.

source: I thought trolls are too dumb for that.
ru: А я думал, тролли слишком тупы для такого.

source: Trolls are not dumb. They can learn a lot. Just no good teachers out there.
ru: Тролли не тупые. Их можно многому обучить. Просто хороших учителей нет.

source: Makkord, therefore, was a good teacher?
ru: А Маккорд, стало быть, был хорошим учителем?

source: Right! A great knight, a magnat was he. With him we crushed armies two, three times bigger! He would've surely become a Pan, had he not died from a random arrow...
ru: А то! То был великий рыцарь, магнат. С ним мы вдвое, а то и втрое большие армии били! Он бы точно стал Паном, если бы не погиб от случайной стрелы.

source: Did you lose many warriors on the bridge?
ru: Много воинов вы потеряли на том мосту?

source: A third of mine died. And the quarter of the whole army we lost. I don't even know if we would have lost so many if we fought the Khaganate from the first day.
ru: Моих полегло треть. А от всей армии потеряли четверть. Я даже не знаю, потеряли бы мы столько, если б с первого дня сражались с Каганатом.

source: Was it worth it?
ru: Стоило оно того?

source: For Swine it was. That day he showed with whom he's ready to fight really fiercely – with rebels. He still had a lot of forces, so those mercenaries who were planning to leave abandoned the thought. Me among them.
ru: Для Свина — да. Он показал в тот день, с кем он готов по-настоящему жестоко бороться - с мятежниками. Сил у него всё равно оставалось много, так что те наёмники, которые хотели уйти, отказались от этой идеи. Я в том числе.

source: Do you regret it?
ru: Сожалеешь об этом?

source: Maybe.
ru: Может быть.

source: And what happened with the chief of trolls?
ru: А что с вождём троллей?

source: Ha, that was funny. Swin really tried to hang him. Broke three gallows, none could manage the chief. Then he gave up.
ru: Ох, там потеха. Свин его и вправду повесить пытался. Три виселицы переломал - ни одна вождя не выдерживала. Тогда отмахнулся, мол, Свет тебя пощадил, и заточил в темницу. А троллям сказал, что освободит его, если они будут доблестно сражаться с Каганатом.

source: Quite clever.
ru: Неплохо придумано.
